<?php

/*
|--------------------------------------------------------------------------
| About Page Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'tabTitle' => ':websiteTitle | من نحن',
    'title' => 'مهمتنا',
    'description' => 'إنقاذ الأرواح في الجزائر من خلال جعل العثور على المتبرعين بالدم سهل كسهولة البحث في Google.',
    'whoAreWe' => 'من نحن',
    'whoAreWeDescription' => 'شاب جزائري من ولاية تيزي وزو يسعى لتقديم شيئ جميل بسيط لبلده ولشعبها بمساعدة المحتاجين للدم العثور على المتبرعين بالدم بسرعة وبكل سهولة وفي منطقتهم.',
    'motivation' => 'الدافع',
    'motivationDescription' => 'كم مرة اتصل بك أحدهم ليخبرك أنه يحتاجك لمن يتبرع بالدم ؟ أو كم عدد المنشورات التي صادفتها على فايسبوك أين يطلبون متبرعين بالدم ؟ أنا واثق أنها حدثت معك مرات عدة، تماما كما حدث معي شخصيا، لدرجة أن يمكن القول بأن العثور على المتبرعين بالدم أصبح صعب ومشكلة للكثير، وفي بعض الأحيان يمكن أن تكون مشكلة حياة أو موت، هذا الشيء لطالما دفعني لإيجاد حل له لذا أتمنى أن تكون هذه المنصة هي الحل.',
    'vision' => 'رؤيتنا',
    'visionDescription' => 'بسيطة، العثور على الدم لن يكون مشكلة في الجزائر، تحتاج إلى متبرعين بالدم؟ عملية بحث سريعة في هذه المنصة تمنحك الوصول للآلاف من المتبرعين بالقرب منك.',
];
