<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Blood Donation Benefits Section Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'title' => 'الفوائد الصحية عند التبرع بالدم',
    'description' => 'لا يؤدي التبرع بالدم إلى تحسين حياة المتلقي فحسب، بل يساعد المتبرع أيضًا على البقاء بصحة جيدة.',
    'benefit1' => 'تقليل مخازن الحديد الضارة',
    'benefit2' => 'تقليل مخاطر الإصابة بالسرطان',
    'benefit3' => 'الحفاظ على صحة القلب والأوعية الدموية',
    'benefit4' => 'يساعد الكبد على البقاء بصحة جيدة',
    'benefit5' => 'تقليل مخاطر الاصابة بالنوبات القلبية',
    'benefit6' => 'نمو خلايا دم جديدة',

];
