<?php

/*
|--------------------------------------------------------------------------
| Donors Page Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'title' => ':websiteTitle | قائمة المتبرعين بالأغنية',
    'donorsSearchResultText' => 'نتائج البحث عن فصيلة الدم: ',
    'noDonorsMsg' => "للأسف لا يوجد متبرعون بالدم في الدائرة المطلوبة، حاول البحث في الدوائر أو الولايات المجاورة.",
    'tabTitleWhileResults' => 'المتبرعين بالدم: ',
];
