<?php

/*
|--------------------------------------------------------------------------
| Donors Page Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'title' => ':websiteTitle | قائمة المتبرعين بالدم',
    'donorsSearchResultText' => 'نتائج البحث عن فصيلة الدم: ',
    'noDonorsMsg' => 'للأسف لا يوجد متبرعون بالدم بناءا على المعلومات المطلوبة، حاول البحث في الدوائر أو الولايات المجاورة.',
    'tabTitleWhileResults' => ':websiteTitle | نتائج البحث عن المتبرعين بالدم',
    'pageDescription' => 'البحث عن المتبرعين بالدم في منطقتك.',
    'otherDonorsMessage' => 'فصائل الدم الأخرى التي يمكنها التبرع ل',
];
