<?php

/*
|--------------------------------------------------------------------------
| Error Pages Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'goToHomePage' => 'العودة للصفحة الرئيسية',
    'notFound' => 'خطأ 404 | صفحة غير موجودة',
    'unauthorized' => 'خطأ 401 | غير مسموح لك الدخول لهذه الصفحة',
    'forbidden' => 'خطأ 403 | ممنوع الوصول لهذه الصفحة',
    'pageExpired' => 'خطأ 419 | الصفحة منتهية الصلاحية',
    'tooManyRequests' => 'خطأ 429 | طلبات كثيرة جدا',
    'serverError' => 'خطأ 500 | خطأ في السرفر',
    'serviceUnavailable' => 'خطأ 503 | الخدمة غير متوفرة',
];
