<?php

/*
|--------------------------------------------------------------------------
| Footer Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'followUs' => 'تابعنا على:',
    'text' => 'هذا الموقع الجزائري يساعد المحتاجين إلى الدم في العثور على المتبرعين بكل سهولة وفي منطقتهم، هذا الموقع صدقة جارية، يرجى الدعاء لصاحبه ولكل من ساعد في تحقيقه بالرحمة والمغفرة. ',
    'openSource' => 'كود هذه المنصة مفتوح المصدر، يمكنك الحصول عليه كاملا على Github.',
];
