<?php

/*
|--------------------------------------------------------------------------
| Forgot Password Page Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'tabTitle' => ':websiteTitle | إعادة تعيين كلمة المرور',
    'forgotPassword' => 'نسيت كلمة المرور ؟',
    'forgotPassworDescription' => 'لا تقلق، نحن هنا نساعدك في إعادة تعيين كلمة مرورك  في ثلاث خطوات سهلة.',
    'instruction1' => 'أدخل الإيميل الذي سجلت به حسابك.',
    'instruction2' => 'سنرسل لك رسالة على الإيميل تحتوي على رابط.',
    'instruction3' => 'إضغط على الرابط لإعادة تعيين كلمة المرور الخاصة بك.',
    'enterEmail' => 'أدخل الإيميل الخاص بك:',
    'continue' => 'إستمر',
    'passwordReset' => 'إعادة تعيين كلمة المرور',
    'enterPassword' => 'يمكنك إدخال كلمة المرور الجديدة هنا',
    'newPassword' => 'كلمة المرور جديدة',
    'reNewPassword' => 'أعد إدخال كلمة المرور',
    'save' => 'حفظ',
];
