<?php

/*
|--------------------------------------------------------------------------
| Home Page Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'home' => 'الرئيسية',
    'donors' => 'قائمة المتبرعين',
    'about' => 'من نحن',
    'contact' => 'راسلنا',
    'register' => 'التسجيل كمتبرع',
    'myAccount' => 'حسابي',
    'mainHeadLine' => 'تبرعك بالدم قد ينقذ حياة شخص ما!',
    'subHeadLine' => 'التبرع بالدم يساعد في إنقاذ مليون شخص كل عام، لأن هذا التبرع يشمل أيضًا الصفائح الدموية والبلازما وحتى دم المشيمة.',
    'secondCtaBtn' => 'بحاجة الى الدم',
    'findDonors' => 'إبحث عن المتبرعين بالدم في منطقتك',
    'bloodGroup' => 'فصيلة الدم',
    'wilaya' => 'الولاية',
    'daira' => 'الدائرة',
    'bloodGroupValidation' => 'الرجاء اختيار فصيلة الدم.',
    'wilayaValidation' => 'الرجاء اختيار ولاية.',
    'dairaValidation' => 'الرجاء اختيار دائرة.',
    'pageDescription' => 'منصة جزائرية تساعد المحتاجين إلى الدم في العثور على المتبرعين في منطقتهم',
];
