<?php

/*
|--------------------------------------------------------------------------
| Login Page Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'title' => ':websiteTitle | التسجيل كمتبرع',
    'wilaya' => 'الولاية',
    'daira' => 'الدائرة',
    'phoneNumber' => 'رقم الهاتف',
    'bloodGroup' => 'فصيلة الدم',
    'email' => 'الإيميل',
    'password' => 'كلمة المرور',
    'rePassword' => 'أعد كتابة كلمة المرور',
    'register' => "التسجيل",
    'alreadyMember' => 'لديك حساب ؟',
    'login' => 'تسجيل الدخول',
    'wilayaValidation' => 'الرجاء اختيار ولاية !',
    'dairaValidation' => 'الرجاء اختيار دائرة !',
    'phoneNumberValidation' => "من فضلك أدخل رقم هاتفك الصحيح !",
    'bloodGroupValidation' => 'الرجاء اختيار فصيلة دمك !',
    'emailValidation' => "يرجى إدخال إميلك الصحيح !",
    'passwordValidation' => 'يجب أن تكون كلمة المرور مكونة من 8 أحرف على الأقل !',
    'rePasswordValidation' => 'كلمة المرور هذه لا تتطابق مع كلمة المرور السابقة ، يجب أن تكون كلمتا المرور متطابقتين !',
    'alreadyUsedEmail' => 'الإيميل الذي تم إدخاله مستعمل من قبل، يرجى تسجيل الدخول أو استخدام إيميل آخر.',
    'alreadyUsedPhoneNumber' => 'رقم الهاتف الذي تم إدخاله مستعمل من قبل، يرجى تسجيل الدخول أو استخدام رقم هاتف آخر.',
];
