<?php

/*
|--------------------------------------------------------------------------
| Login Page Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'intro' => 'أرسلنا لك هذا الإيميل لأننا تلقينا طلب إعادة تعيين كلمة المرور لحسابك.',
    'resetPassword' => 'إعادة تعيين كلمة المرور',
    'outro1' => 'ستنتهي صلاحية رابط إعادة تعيين كلمة المرور هذا خلال 60 دقيقة',
    'outro2' => 'إذا لم تطلب إعادة تعيين كلمة المرور، فيمكنك تجاهل هذا الإيميل',
    'btnNotWoring' => 'إذا كنت تواجه مشكلة في الضغط فوق الزر "إعادة تعيين كلمة المرور" ، فانسخ الرابط أدناه والصقه في متصفح الويب لديك:',
];
