<?php

/*
|--------------------------------------------------------------------------
| About Page Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'tabTitle' => ':websiteTitle | حساب المتبرع',
    'wrongCurrentPassword' => 'كلمة المرور المقدمة لا تطابق كلمة مرورك الحالية.',
    'passwordEditTitle' => 'تغيير كلمة المرور',
    'passwordEditBtn' => 'تغيير كلمة المرور الخاصة بي',
    'amReadyToGive' => 'أنا مستعد لأتبرع',
    'readyToGiveDescription' => 'إذا كنت غير قادر على التبرع بالدم لسبب ما، يمكنك إيقاف تشغيل هذا الخيار ولن يظهر رقم هاتفك في نتائج البحث، يمكنك بالطبع إعادة تشغيله في أي وقت.',
    'save' => 'حفظ',
    'cancel' => 'إلغاء',
    'currentPassword' => 'كلمة المرور الحالية',
    'currentPasswordValidation' => 'الرجاء إدخال كلمة المرور الحالية الخاصة بك!',
    'newPassword' => 'كلمة المرور الجديدة',
    'reNewPassword' => 'إعادة إدخال كلمة المرور الجديدة',
    'passwordUpdated' => 'تم تغيير كلمة المرور بنجاح',
    'profileInformationUpdated' => 'تم تحديث معلومات الملف الشخصي بنجاح',
];
